// app/fortuneData.js
export const jobFortunes = [
    "วันนี้การงานราบรื่น มีเกณฑ์ได้รับคำชมจากผู้ใหญ่หรือหัวหน้างาน",
    "ระวังความขัดแย้งเล็กๆ น้อยๆ กับเพื่อนร่วมงานจากการสื่อสารที่คลาดเคลื่อน",
    "เป็นวันแห่งความสร้างสรรค์ ไอเดียใหม่ๆ ที่นำเสนอจะได้รับการยอมรับ",
    "งานล้นมือจนสลัดไม่หลุด แนะนำให้จัดลำดับความสำคัญให้ดีก่อนเริ่มทำ"
];

export const moneyFortunes = [
    "ลาภลอยกำลังมา! มีเกณฑ์ได้เงินก้อนโตหรือของขวัญที่ถูกใจ",
    "กระเป๋าเงินรั่วระวังรายจ่ายกะทันหันเกี่ยวกับของใช้ในบ้านหรือยานพาหนะ",
    "การเงินนิ่งๆ รายรับรายจ่ายสมดุลกันดี เป็นช่วงเก็บออม",
    "วันนี้งดเสี่ยงโชคไปก่อน มีเกณฑ์เสียมากกว่าได้"
];

export const loveFortunes = [
    "คนโสดจะได้เจอคนถูกใจจากการแนะนำของเพื่อนสนิท",
    "คนมีคู่ความสัมพันธ์หวานชื่น มีเวลาได้ดูแลเอาใจใส่กันมากขึ้น",
    "ระวังอารมณ์ชั่ววูบจะทำให้มีปากเสียงกับคนรัก ถอยคนละก้าวจะดีกว่า",
    "คนโสดแอบเหงาเล็กน้อย ช่วงนี้เน้นรักตัวเองไปก่อนนะ"
];

export const luckyColors = ["สีม่วงเหนี่ยวทรัพย์", "สีส้มมหาเสน่ห์", "สีเขียวรับทรัพย์", "สีน้ำเงินร่ำรวย", "สีแดงแรงฤทธิ์"];